ews_templates/ews_get_item.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:t="http://schemas.microsoft.com/exchange/services/2006/types">
<soap:Header>
<t:RequestServerVersion Version="Exchange2010"/>
</soap:Header>
<soap:Body>
<GetItem xmlns="http://schemas.microsoft.com/exchange/services/2006/messages">
<ItemShape>
<t:BaseShape>IdOnly</t:BaseShape>
<t:BodyType>Text</t:BodyType>
<t:AdditionalProperties>
$FieldURI$
</t:AdditionalProperties>
</ItemShape>
<ItemIds>
$ItemId$
</ItemIds>
</GetItem>
</soap:Body>
</soap:Envelope>
